[{
  "source": "Mark & Shani Vegh",
  "big": "The community is small, but the warmth and welcome is big.",
  "html": "<blockquote>The community is small but the warmth and welcome is big. Every part of the weekend was thought of to the minute details and the follow-up. It was informative and relaxing. The people are very friendly; the the rabbi is engaging and down to earth. We made some good connections in that short period. The city of Malden, along with the community, has what to offer. There's a lot of potential for growth and the Boston area in general is always exciting. We hope to return real soon as we were pleasantly impressed.</blockquote><em>Mark &amp; Shani Vegh joined our Fall &quot;Discover Malden Shabbaton&quot;. They currently reside in Brooklyn, NY.</em>"
},{
  "source": "Daniel Bitran",
  "big": "The loan program was indispensable and made it possible for us to buy our new home.",
  "html": "<blockquote>Before visiting Malden, the most important factor that attracted me to the community was the aggressive benefits package that Beth Israel offered. The van service to schools in Brookline was invaluable as it freed me from having to leave work early to pick the kids up from school. The loan program was indispensable and made it possible for us to buy our new home. Were these the only perks, to borrow from the Pesach liturgy, it would have been enough for us. But that was not all that Malden offered us. From our first day, my family and I found a warm and welcoming community, a reliable (and user-friendly) minyan, classes for men and women, and a Rav who is well known and respected in the greater Boston Jewish community. What else could we ask for? It took us some time to make the move to Malden, as selling our home in our previous community was a necessity. But the wait was well worth it. We very much look forward to living in Malden for a long time to come.</blockquote><em>Daniel Bitran moved to Malden in May of 2008 from Worcester, with his wife Bonnie, and their children Shmuel Yosef, Eliana, Ariella, and Dovid.</em>"
}]
